IDEA Open Model
PretensionedTendonGroup.Items Property
Compatible with IDEA StatiCa v 10.1
 List of the pretensioned tendon in the group
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public List<PretensionedTendonGroupItem> Items { get; set; }
Public Property Items As List(Of PretensionedTendonGroupItem)
	Get
	Set
public:
property List<PretensionedTendonGroupItem^>^ Items {
	List<PretensionedTendonGroupItem^>^ get ();
	void set (List<PretensionedTendonGroupItem^>^ value);
}
Property Value
Type: List<PretensionedTendonGroupItem>
See Also
Reference
PretensionedTendonGroup Class
IdeaRS.OpenModel.Model Namespace